packages/Webkul/Core/src/Core.php

    public function countries()
    {
        return DB::table('countries')->get();
---
select * from `countries`

    public function groupedStatesByCountries()
    {
        $collection = [];

        foreach (DB::table('country_states')->get() as $state) {
---
select * from `country_states`